Repository: osprey74/kazahana-ios
Catalog: kazahana-ios/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, id, ko, pt, ru, zh_cn, zh_tw

# auth.accountPicker.addAccount
source: 別のアカウントを追加
de: Weiteres Konto hinzufügen
en: Add Another Account
es: Agregar otra cuenta
fr: Ajouter un autre compte
id: Tambah Akun Lain
ko: 다른 계정 추가
pt: Adicionar outra conta
ru: Добавить аккаунт
zh_cn: 添加其他账号
zh_tw: 新增其他帳號

# auth.accountPicker.removeAccount
source: アカウントを削除
de: Konto entfernen
en: Remove Account
es: Eliminar cuenta
fr: Supprimer le compte
id: Hapus Akun
ko: 계정 삭제
pt: Remover conta
ru: Удалить аккаунт
zh_cn: 删除账号
zh_tw: 刪除帳號

# auth.accountPicker.removeConfirmMessage
source: このデバイスからアカウント情報が削除されます。再度ログインすることで追加できます。
de: Die Kontodaten werden von diesem Gerät entfernt. Du kannst dich erneut anmelden, um das Konto hinzuzufügen.
en: Account data will be removed from this device. You can add it again by logging in.
es: Los datos de la cuenta se eliminarán de este dispositivo. Puedes agregarla de nuevo iniciando sesión.
fr: Les données du compte seront supprimées de cet appareil. Vous pouvez le rajouter en vous reconnectant.
id: Data akun akan dihapus dari perangkat ini. Anda dapat menambahkannya kembali dengan masuk.
ko: 이 기기에서 계정 정보가 삭제됩니다. 다시 로그인하여 추가할 수 있습니다.
pt: Os dados da conta serão removidos deste dispositivo. Você pode adicioná-la novamente fazendo login.
ru: Данные аккаунта будут удалены с этого устройства. Вы можете добавить его снова, войдя в систему.
zh_cn: 账号数据将从此设备删除。您可以重新登录来添加。
zh_tw: 帳號資料將從此裝置刪除。您可以重新登入來新增。

# auth.accountPicker.removeConfirmTitle
source: アカウントを削除しますか？
de: Konto entfernen?
en: Remove this account?
es: ¿Eliminar esta cuenta?
fr: Supprimer ce compte ?
id: Hapus akun ini?
ko: 이 계정을 삭제하시겠습니까?
pt: Remover esta conta?
ru: Удалить этот аккаунт?
zh_cn: 删除此账号？
zh_tw: 刪除此帳號？

# auth.accountPicker.title
source: アカウントを選択
de: Konto auswählen
en: Select Account
es: Seleccionar cuenta
fr: Choisir un compte
id: Pilih Akun
ko: 계정 선택
pt: Selecionar conta
ru: Выбор аккаунта
zh_cn: 选择账号
zh_tw: 選擇帳號

# auth.appPassword
source: アプリパスワード
de: App-Passwort
en: App Password
es: Contraseña de aplicación
fr: Mot de passe d'application
id: Kata Sandi Aplikasi
ko: 앱 비밀번호
pt: Senha de app
ru: Пароль приложения
zh_cn: 应用专用密码
zh_tw: 應用程式密碼

# auth.handle
source: ハンドル
de: Handle
en: Handle
es: Identificador
fr: Identifiant
id: Handle
ko: 핸들
pt: Identificador
ru: Идентификатор
zh_cn: 用户名
zh_tw: 帳號代碼

# auth.helpText
source: アプリパスワードは Bluesky の設定画面から生成できます
de: Du kannst ein App-Passwort in den Bluesky-Einstellungen erstellen
en: You can generate an app password from your Bluesky settings
es: Puedes generar una contraseña de aplicación desde los ajustes de Bluesky
fr: Vous pouvez générer un mot de passe d'application depuis les paramètres de Bluesky
id: Anda dapat membuat kata sandi aplikasi dari pengaturan Bluesky
ko: Bluesky 설정에서 앱 비밀번호를 생성할 수 있습니다
pt: Você pode gerar uma senha de app nas configurações do Bluesky
ru: Пароль приложения можно сгенерировать в настройках Bluesky
zh_cn: 您可以在 Bluesky 设置中生成应用专用密码
zh_tw: 您可以在 Bluesky 設定中產生應用程式密碼

# auth.login
source: ログイン
de: Anmelden
en: Login
es: Iniciar sesión
fr: Se connecter
id: Masuk
ko: 로그인
pt: Entrar
ru: Войти
zh_cn: 登录
zh_tw: 登入

# auth.missingCredentials
source: ハンドルとパスワードを入力してください
de: Bitte Handle und Passwort eingeben
en: Please enter your handle and password
es: Ingrese su usuario y contraseña
fr: Veuillez saisir votre identifiant et mot de passe
id: Masukkan handle dan kata sandi Anda
ko: 핸들과 비밀번호를 입력해 주세요
pt: Insira seu identificador e senha
ru: Введите логин и пароль
zh_cn: 请输入账号和密码
zh_tw: 請輸入帳號代碼和密碼

# auth.tagline
source: Bluesky デスクトップクライアント
de: Bluesky-Desktop-Client
en: Bluesky Desktop Client
es: Cliente de escritorio para Bluesky
fr: Client de bureau Bluesky
id: Klien Desktop Bluesky
ko: Bluesky 데스크톱 클라이언트
pt: Cliente Desktop para Bluesky
ru: Десктопный клиент Bluesky
zh_cn: Bluesky 桌面客户端
zh_tw: Bluesky 桌面用戶端

# behavior.hide
source: 非表示
de: Ausblenden
en: Hide
es: Ocultar
fr: Masquer
id: Sembunyikan
ko: 숨김
pt: Ocultar
ru: Скрыть
zh_cn: 隐藏
zh_tw: 隱藏

# behavior.ignore
source: 表示
de: Anzeigen
en: Show
es: Mostrar
fr: Afficher
id: Tampilkan
ko: 표시
pt: Mostrar
ru: Показать
zh_cn: 显示
zh_tw: 顯示

# behavior.warn
source: 警告
de: Warnen
en: Warn
es: Advertir
fr: Avertir
id: Peringatkan
ko: 경고
pt: Avisar
ru: Предупредить

# bot.label
source: このアカウントは自動化されています
de: Dieses Konto ist automatisiert
en: This account is automated
es: Esta cuenta está automatizada
fr: Ce compte est automatisé
id: Akun ini otomatis
ko: 이 계정은 자동화되어 있습니다
pt: Esta conta é automatizada
ru: Этот аккаунт автоматизирован
zh_cn: 此账户已自动化
zh_tw: 此帳戶已自動化

# bsaf.botNotFound
source: Bot アカウントが見つかりません
de: Bot-Konto nicht gefunden
en: Bot account not found
es: Cuenta del bot no encontrada
fr: Compte du bot introuvable
id: Akun bot tidak ditemukan
ko: 봇 계정을 찾을 수 없습니다
pt: Conta do bot não encontrada
ru: Аккаунт бота не найден
zh_cn: 未找到机器人账户
zh_tw: 未找到機器人帳戶

# bsaf.deselectAll
source: 全解除
de: Alle abwählen
en: Deselect all
es: Deseleccionar todo
fr: Tout désélectionner
id: Hapus semua pilihan
ko: 전체 해제
pt: Desmarcar tudo
ru: Снять выбор
zh_cn: 取消全选
zh_tw: 取消全選

# bsaf.duplicateBot
source: この Bot は既に登録されています
de: Dieser Bot ist bereits registriert
en: This bot is already registered
es: Este bot ya está registrado
fr: Ce bot est déjà enregistré
id: Bot ini sudah terdaftar
ko: 이 봇은 이미 등록되어 있습니다
pt: Este bot já está registrado
ru: Этот бот уже зарегистрирован
zh_cn: 此机器人已注册
zh_tw: 此機器人已註冊

# bsaf.duplicateReport
source: 他 %lld 件の Bot も報告しています
de: Auch von %lld anderen Bot(s) gemeldet
en: Also reported by %lld other bot(s)
es: También reportado por %lld otro(s) bot(s)
fr: Également signalé par %lld autre(s) bot(s)
id: Juga dilaporkan oleh %lld bot lainnya
ko: 다른 %lld개 봇도 보고함
pt: Também reportado por %lld outro(s) bot(s)
ru: Также сообщено %lld другим(и) ботом(ами)
zh_cn: 另有 %lld 个机器人也报告了此事件
zh_tw: 另有 %lld 個機器人也報告了此事件

# bsaf.enableBsaf
source: kazahana の BSAF 対応機能を有効化する
de: BSAF-kompatible Client-Funktionen aktivieren
en: Enable BSAF-compatible client features
es: Habilitar funciones de cliente compatible con BSAF
fr: Activer les fonctionnalités client compatibles BSAF
id: Aktifkan fitur klien yang kompatibel dengan BSAF
ko: BSAF 호환 클라이언트 기능 활성화
pt: Ativar recursos de cliente compatível com BSAF
ru: Включить функции BSAF-совместимого клиента
zh_cn: 启用 BSAF 兼容客户端功能
zh_tw: 啟用 BSAF 相容客戶端功能

# bsaf.fetch
source: 取得
de: Abrufen
en: Fetch
es: Obtener
fr: Récupérer
id: Ambil
ko: 가져오기
pt: Buscar
ru: Получить
zh_cn: 获取

# bsaf.fetchFailed
source: URL からの取得に失敗しました
de: Abruf von URL fehlgeschlagen
en: Failed to fetch from URL
es: Error al obtener desde la URL
fr: Échec de la récupération depuis l'URL
id: Gagal mengambil dari URL
ko: URL에서 가져오기 실패
pt: Falha ao buscar da URL
ru: Не удалось получить по URL
zh_cn: 从 URL 获取失败
zh_tw: 從 URL 取得失敗

# bsaf.followFailed
source: Bot のフォローに失敗しました（登録は完了しています）
de: Folgen des Bots fehlgeschlagen (Registrierung abgeschlossen)
en: Failed to follow bot (registration completed)
es: Error al seguir al bot (registro completado)
fr: Échec du suivi du bot (enregistrement terminé)
id: Gagal mengikuti bot (pendaftaran selesai)
ko: 봇 팔로우에 실패했습니다 (등록은 완료됨)
pt: Falha ao seguir o bot (registro concluído)
ru: Не удалось подписаться на бота (регистрация завершена)
zh_cn: 关注机器人失败（注册已完成）
zh_tw: 追蹤機器人失敗（註冊已完成）

# bsaf.invalidJson
source: 無効な Bot Definition JSON です
de: Ungültige Bot Definition JSON
en: Invalid Bot Definition JSON
es: JSON de definición de bot no válido
fr: JSON de définition de bot invalide
id: JSON definisi bot tidak valid
ko: 유효하지 않은 봇 정의 JSON입니다
pt: JSON de definição de bot inválido
ru: Недействительный JSON определения бота
zh_cn: 无效的机器人定义 JSON
zh_tw: 無效的機器人定義 JSON

# bsaf.invalidUrl
source: 無効な URL です
de: Ungültige URL
en: Invalid URL
es: URL no válida
fr: URL invalide
id: URL tidak valid
ko: 유효하지 않은 URL입니다
pt: URL inválida
ru: Недействительный URL
zh_cn: 无效的 URL
zh_tw: 無效的 URL

# bsaf.lastChecked
source: 最終確認
de: Zuletzt geprüft
en: Last checked
es: Última verificación
fr: Dernière vérification
id: Terakhir diperiksa
ko: 최종 확인
pt: Última verificação
ru: Последняя проверка
zh_cn: 最后检查
zh_tw: 最後檢查

# bsaf.lastUpdated
source: 最終更新
de: Zuletzt aktualisiert
en: Last updated
es: Última actualización
fr: Dernière mise à jour
id: Terakhir diperbarui
ko: 최종 업데이트
pt: Última atualização
ru: Последнее обновление
zh_cn: 最后更新
zh_tw: 最後更新

# bsaf.manageBots
source: BSAF 対応 Bot を管理する
de: BSAF-Bots verwalten
en: Manage BSAF bots
es: Gestionar bots BSAF
fr: Gérer les bots BSAF
id: Kelola bot BSAF
ko: BSAF 봇 관리
pt: Gerenciar bots BSAF
ru: Управление ботами BSAF
zh_cn: 管理 BSAF 机器人
zh_tw: 管理 BSAF 機器人

# bsaf.manageTitle
source: BSAF 対応 Bot を管理する
de: BSAF-Bots verwalten
en: Manage BSAF Bots
es: Gestionar bots BSAF
fr: Gérer les bots BSAF
id: Kelola Bot BSAF
ko: BSAF 봇 관리
pt: Gerenciar Bots BSAF
ru: Управление ботами BSAF
zh_cn: 管理 BSAF 机器人
zh_tw: 管理 BSAF 機器人

# bsaf.noBots
source: 登録済みの BSAF 対応 Bot はありません
de: Keine BSAF-Bots registriert
en: No BSAF bots registered
es: No hay bots BSAF registrados
fr: Aucun bot BSAF enregistré
id: Tidak ada bot BSAF yang terdaftar
ko: 등록된 BSAF 봇이 없습니다
pt: Nenhum bot BSAF registrado
ru: Нет зарегистрированных ботов BSAF
zh_cn: 没有已注册的 BSAF 机器人
zh_tw: 沒有已註冊的 BSAF 機器人

# bsaf.registered
source: Bot を登録しました
de: Bot registriert
en: Bot registered
es: Bot registrado
fr: Bot enregistré
id: Bot terdaftar
ko: 봇이 등록되었습니다
pt: Bot registrado
ru: Бот зарегистрирован
zh_cn: 机器人已注册
zh_tw: 機器人已註冊

# bsaf.selectAll
source: 全選択
de: Alle auswählen
en: Select all
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
ko: 전체 선택
pt: Selecionar tudo
ru: Выбрать все
zh_cn: 全选
zh_tw: 全選

# bsaf.source
source: ソース
de: Quelle
en: Source
es: Fuente
fr: Source
id: Sumber
ko: 출처
pt: Fonte
ru: Источник
zh_cn: 来源
zh_tw: 來源

# bsaf.unregister
source: 登録を解除する
de: Registrierung aufheben
en: Unregister
es: Cancelar registro
fr: Désenregistrer
id: Batalkan pendaftaran
ko: 등록 해제
pt: Cancelar registro
ru: Отменить регистрацию
zh_cn: 取消注册
zh_tw: 取消註冊

# bsaf.unregisterConfirm
source: この Bot の登録を解除しますか？Bot のフォローも解除されます。
de: Registrierung dieses Bots aufheben? Der Bot wird auch entfolgt.
en: Unregister this bot? The bot will also be unfollowed.
es: ¿Cancelar el registro de este bot? También se dejará de seguir.
fr: Désenregistrer ce bot ? Le bot sera également désabonné.
id: Batalkan pendaftaran bot ini? Bot juga akan di-unfollow.
ko: 이 봇의 등록을 해제하시겠습니까? 봇 팔로우도 해제됩니다.
pt: Cancelar o registro deste bot? O bot também será deixado de seguir.
ru: Отменить регистрацию этого бота? Подписка на бота также будет отменена.
zh_cn: 取消注册此机器人？同时将取消关注。
zh_tw: 取消註冊此機器人？同時將取消追蹤。

# bsaf.unregistered
source: Bot の登録を解除しました
de: Bot-Registrierung aufgehoben
en: Bot unregistered
es: Registro del bot cancelado
fr: Bot désenregistré
id: Pendaftaran bot dibatalkan
ko: 봇 등록이 해제되었습니다
pt: Registro do bot cancelado
ru: Регистрация бота отменена
zh_cn: 机器人注册已取消
zh_tw: 機器人註冊已取消

# bsaf.urlPlaceholder
source: Bot Definition JSON の URL を入力...
de: Bot Definition JSON URL eingeben...
en: Enter Bot Definition JSON URL...
es: Introduce la URL del JSON de definición del bot...
fr: Entrez l'URL du JSON de définition du bot...
id: Masukkan URL JSON definisi bot...
ko: 봇 정의 JSON URL 입력...
pt: Insira a URL do JSON de definição do bot...
ru: Введите URL JSON определения бота...
zh_cn: 输入机器人定义 JSON URL...
zh_tw: 輸入機器人定義 JSON URL...

# claude.apiKeyInvalid
source: APIキーが無効です。設定を確認してください
de: API-Schlüssel ist ungültig.
en: API key is invalid. Please check your settings.
es: La clave API es inválida.
fr: Clé API invalide.
id: Kunci API tidak valid.
ko: API 키가 유효하지 않습니다.
pt: Chave API inválida.
ru: Недопустимый ключ API.
zh_cn: API 密钥无效，请检查设置。
zh_tw: API 金鑰無效，請檢查設定。

# claude.imageConversionFailed
source: 画像の変換に失敗しました
de: Bild konnte nicht konvertiert werden
en: Failed to convert image
es: Error al convertir imagen
fr: Échec de la conversion de l'image
id: Gagal mengonversi gambar
ko: 이미지 변환 실패
pt: Falha ao converter imagem
ru: Не удалось конвертировать изображение
zh_cn: 图片转换失败
zh_tw: 圖片轉換失敗

# claude.invalidResponse
source: 無効なレスポンスを受信しました
de: Ungültige Antwort erhalten
en: Invalid response received
es: Respuesta inválida recibida
fr: Réponse invalide reçue
id: Respons tidak valid diterima
ko: 잘못된 응답을 받았습니다
pt: Resposta inválida
ru: Получен недопустимый ответ
zh_cn: 收到无效响应
zh_tw: 收到無效回應

# claude.unexpectedFormat
source: 予期しないレスポンス形式です
de: Unerwartetes Antwortformat
en: Unexpected response format
es: Formato de respuesta inesperado
fr: Format de réponse inattendu
id: Format respons tidak terduga
ko: 예상치 못한 응답 형식
pt: Formato de resposta inesperado
ru: Неожиданный формат ответа
zh_cn: 意外的响应格式
zh_tw: 意外的回應格式

# common.cancel
source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batal
ko: 취소
pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# common.close
source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
id: Tutup
ko: 닫기
pt: Fechar
ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# common.error
source: エラー
de: Fehler
en: Error
es: Error
fr: Erreur
id: Kesalahan
ko: 오류
pt: Erro
ru: Ошибка
zh_cn: 错误
zh_tw: 錯誤

# compose.camera.photo
source: 写真を撮影
de: Foto aufnehmen
en: Take Photo
es: Tomar foto
fr: Prendre une photo
id: Ambil Foto
ko: 사진 촬영
pt: Tirar foto
ru: Сделать фото
zh_cn: 拍照
zh_tw: 拍照

# compose.camera.video
source: 動画を撮影
de: Video aufnehmen
en: Record Video
es: Grabar video
fr: Enregistrer une vidéo
id: Rekam Video
ko: 동영상 촬영
pt: Gravar vídeo
ru: Записать видео
zh_cn: 录制视频
zh_tw: 錄製影片

# compose.cancel
source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batal
ko: 취소
pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# compose.done
source: 完了
de: Fertig
en: Done
es: Listo
fr: Terminé
id: Selesai
ko: 완료
pt: Concluído
ru: Готово
zh_cn: 完成
zh_tw: 完成

# compose.draft.button
source: 下書き
de: Entwürfe
en: Drafts
es: Borradores
fr: Brouillons
id: Draf
ko: 임시 저장
pt: Rascunhos
ru: Черновики
zh_cn: 草稿
zh_tw: 草稿

# compose.draft.deleteAll
source: すべて削除
de: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
id: Hapus semua
ko: 모두 삭제
pt: Excluir tudo
ru: Удалить все
zh_cn: 删除全部
zh_tw: 刪除全部

# compose.draft.deleteAllConfirm
source: すべての下書きを削除しますか？
de: Alle Entwürfe löschen?
en: Delete all drafts?
es: ¿Eliminar todos los borradores?
fr: Supprimer tous les brouillons ?
id: Hapus semua draf?
ko: 모든 임시 저장을 삭제할까요?
pt: Excluir todos os rascunhos?
ru: Удалить все черновики?
zh_cn: 删除所有草稿？
zh_tw: 刪除所有草稿？

# compose.draft.discard
source: 破棄する
de: Verwerfen
en: Discard
es: Descartar
fr: Ignorer
id: Buang
ko: 삭제
pt: Descartar
ru: Удалить
zh_cn: 放弃
zh_tw: 放棄

# compose.draft.empty
source: 下書きがありません
de: Keine Entwürfe
en: No Drafts
es: Sin borradores
fr: Aucun brouillon
id: Tidak ada draf
ko: 임시 저장 없음
pt: Sem rascunhos
ru: Нет черновиков
zh_cn: 没有草稿
zh_tw: 沒有草稿

# compose.draft.hasVideo
source: 動画
de: Video
en: Video
es: Video
fr: Vidéo
id: Video
ko: 동영상
pt: Vídeo
ru: Видео
zh_cn: 视频
zh_tw: 影片

# compose.draft.noText
source: （テキストなし）
de: (Kein Text)
en: (No text)
es: (Sin texto)
fr: (Sans texte)
id: (Tidak ada teks)
ko: (텍스트 없음)
pt: (Sem texto)
ru: (Нет текста)
zh_cn: （无文本）
zh_tw: （無文字）

# compose.draft.save
source: 下書きに保存する
de: Als Entwurf speichern
en: Save as Draft
es: Guardar como borrador
fr: Enregistrer comme brouillon
id: Simpan sebagai draf
ko: 임시 저장하기
pt: Salvar como rascunho
ru: Сохранить как черновик
zh_cn: 保存为草稿
zh_tw: 儲存為草稿

# compose.draft.saveTitle
source: 下書きを保存しますか？
de: Entwurf speichern?
en: Save draft?
es: ¿Guardar borrador?
fr: Enregistrer le brouillon ?
id: Simpan draf?
ko: 임시 저장할까요?
pt: Salvar rascunho?
ru: Сохранить черновик?
zh_cn: 保存草稿？
zh_tw: 儲存草稿？

# compose.draft.title
source: 下書き
de: Entwürfe
en: Drafts
es: Borradores
fr: Brouillons
id: Draf
ko: 임시 저장
pt: Rascunhos
ru: Черновики
zh_cn: 草稿
zh_tw: 草稿

# compose.error
source: エラー
de: Fehler
en: Error
es: Error
fr: Erreur
id: Error
ko: 오류
pt: Erro
ru: Ошибка
zh_cn: 错误
zh_tw: 錯誤

# compose.generateLinkCard
source: リンクカード生成
de: Linkkarte erstellen
en: Generate Link Card
es: Generar tarjeta de enlace
fr: Générer une carte de lien
id: Buat Kartu Tautan
ko: 링크 카드 생성
pt: Gerar card de link
ru: Создать карточку ссылки
zh_cn: 生成链接卡片
zh_tw: 產生連結卡片

# compose.linkCard.loading
source: プレビューを読み込み中…
de: Vorschau wird geladen…
en: Loading preview…
es: Cargando vista previa…
fr: Chargement de l'aperçu…
id: Memuat pratinjau…
ko: 미리보기 로드 중…
pt: Carregando prévia…
ru: Загрузка превью…
zh_cn: 正在加载预览…
zh_tw: 載入預覽中…

# compose.newPost
source: 新しい投稿を作成
de: Neuen Beitrag erstellen
en: Create new post
es: Crear nueva publicación
fr: Créer une publication
id: Buat postingan baru
ko: 새 게시물 작성
pt: Nova publicação
ru: Создать новый пост
zh_cn: 发布新帖子
zh_tw: 建立新貼文

# compose.post
source: 投稿する
de: Posten
en: Post
es: Publicar
fr: Publier
id: Posting
ko: 게시
pt: Publicar
ru: Опубликовать
zh_cn: 发布
zh_tw: 發佈

# compose.postgate.allow
source: 引用を許可する
de: Zitate erlauben
en: Allow quoting
es: Permitir citas
fr: Autoriser les citations
id: Izinkan kutipan
ko: 인용 허용
pt: Permitir citações
ru: Разрешить цитирование
zh_cn: 允许引用
zh_tw: 允許引用

# compose.postgate.disable
source: 引用を制限する
de: Zitate deaktivieren
en: Disable quoting
es: Deshabilitar citas
fr: Désactiver les citations
id: Nonaktifkan kutipan
ko: 인용 비활성화
pt: Desativar citações
ru: Запретить цитирование
zh_cn: 禁止引用
zh_tw: 禁止引用

# compose.postgate.title
source: 引用制限
de: Zitat-Einschränkung
en: Quote restriction
es: Restricción de citas
fr: Restriction des citations
id: Pembatasan kutipan
ko: 인용 제한
pt: Restrição de citações
ru: Ограничение цитирования
zh_cn: 引用限制
zh_tw: 引用限制

# compose.quotePost
source: 引用投稿
de: Post zitieren
en: Quote post
es: Citar
fr: Citer
id: Kutip
ko: 인용
pt: Citar publicação
ru: Цитировать
zh_cn: 引用帖子
zh_tw: 引用貼文

# compose.quotePreview
source: 引用元
de: Zitat
en: Quoting
es: Citando
fr: Citation
id: Mengutip
ko: 인용
pt: Citando
ru: Цитата
zh_cn: 引用来源
zh_tw: 引用來源

# compose.reply
source: 返信
de: Antwort
en: Reply
es: Responder
fr: Réponse
id: Balas
ko: 답글
pt: Resposta
ru: Ответить
zh_cn: 回复
zh_tw: 回覆

# compose.replyPreview
source: 返信先
de: Antwort an
en: Replying to
es: Respondiendo a
fr: Répondre à
id: Membalas
ko: 답글 대상
pt: Respondendo a
ru: Ответ
zh_cn: 回复对象
zh_tw: 回覆對象

# compose.threadgate.everyone
source: 全員
de: Alle
en: Everyone
es: Todos
fr: Tout le monde
id: Semua orang
ko: 모든 사람
pt: Todos
ru: Все
zh_cn: 所有人
zh_tw: 所有人

# compose.threadgate.follower
source: フォロワー
de: Follower
en: Followers
es: Seguidores
fr: Abonnés
id: Pengikut
ko: 팔로워
pt: Seguidores
ru: Подписчики
zh_cn: 关注者
zh_tw: 跟隨者

# compose.threadgate.following
source: フォロー中のユーザー
de: Folge ich
en: Following
es: Siguiendo
fr: Abonnements
id: Mengikuti
ko: 팔로잉
pt: Seguindo
ru: Отслеживаемые
zh_cn: 正在关注
zh_tw: 正在跟隨

# compose.threadgate.mention
source: メンションしたユーザー
de: Erwähnte Nutzer
en: Mentioned users
es: Usuarios mencionados
fr: Utilisateurs mentionnés
id: Pengguna yang disebut
ko: 멘션한 사용자
pt: Usuários mencionados
ru: Упомянутые пользователи
zh_cn: 被提及的用户
zh_tw: 被提及的用戶

# compose.threadgate.mentionAndFollower
source: メンション + フォロワー
de: Erwähnte + Follower
en: Mentioned + Followers
es: Mencionados + Seguidores
fr: Mentionnés + Abonnés
id: Disebut + Pengikut
ko: 멘션 + 팔로워
pt: Mencionados + Seguidores
ru: Упомянутые + Подписчики
zh_cn: 提及 + 关注者
zh_tw: 提及 + 跟隨者

# compose.threadgate.mentionAndFollowing
source: メンション + フォロー中
de: Erwähnte + Folge ich
en: Mentioned + Following
es: Mencionados + Siguiendo
fr: Mentionnés + Abonnements
id: Disebut + Mengikuti
ko: 멘션 + 팔로잉
pt: Mencionados + Seguindo
ru: Упомянутые + Отслеживаемые
zh_cn: 提及 + 正在关注
zh_tw: 提及 + 正在跟隨

# compose.threadgate.noOne
source: 誰も返信できない
de: Niemand
en: No one
es: Nadie
fr: Personne
id: Tidak ada
ko: 아무도 안 됨
pt: Ninguém
ru: Никто
zh_cn: 没有人
zh_tw: 沒有人

# compose.threadgate.title
source: 返信できるユーザー
de: Wer kann antworten?
en: Who can reply?
es: ¿Quién puede responder?
fr: Qui peut répondre ?
id: Siapa yang bisa membalas?
ko: 댓글을 달 수 있는 사람
pt: Quem pode responder?
ru: Кто может отвечать?
zh_cn: 谁可以回复？
zh_tw: 誰可以回覆？

# compose.video
source: 動画
de: Video
en: Video
es: Video
fr: Vidéo
id: Video
ko: 동영상
pt: Vídeo
ru: Видео
zh_cn: 视频
zh_tw: 影片

# crop.aspectFreeform
source: 自由
de: Frei
en: Freeform
es: Libre
fr: Libre
id: Bebas
ko: 자유
pt: Livre
ru: Свободно

# crop.aspectOriginal
source: オリジナル
de: Original
en: Original
es: Original
fr: Original
id: Asli
ko: 원본
pt: Original
ru: Оригинал
zh_cn: 原始
zh_tw: 原始

# crop.aspectSquare
source: 正方形
de: Quadrat
en: Square
es: Cuadrado
fr: Carré
id: Persegi
ko: 정사각형
pt: Quadrado
ru: Квадрат

# crop.cancel
source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batal
ko: 취소
pt: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# crop.done
source: 完了
de: Fertig
en: Done
es: Listo
fr: Terminé
id: Selesai
ko: 완료
pt: Concluído
ru: Готово
zh_cn: 完成
zh_tw: 完成

# crop.rotateLeft
source: 左に回転
de: Links drehen
en: Rotate left
es: Girar a la izquierda
fr: Rotation gauche
id: Putar kiri
ko: 왼쪽으로 회전
pt: Girar para a esquerda
ru: Повернуть влево
zh_cn: 向左旋转
zh_tw: 向左旋轉

# crop.rotateRight
source: 右に回転
de: Rechts drehen
en: Rotate right
es: Girar a la derecha
fr: Rotation droite
id: Putar kanan
ko: 오른쪽으로 회전
pt: Girar para a direita
ru: Повернуть вправо
zh_cn: 向右旋转
zh_tw: 向右旋轉

# dm.addReaction
source: リアクションを追加
de: Reaktion hinzufügen
en: Add Reaction
es: Agregar reacción
fr: Ajouter une réaction
id: Tambahkan reaksi
ko: 반응 추가
pt: Adicionar reação
ru: Добавить реакцию
zh_cn: 添加表情回应
zh_tw: 新增表情回應

# dm.comingSoon
source: Phase 4 以降で実装予定
de: Kommt in Phase 4
en: Coming in Phase 4
es: Disponible en Fase 4
fr: Disponible en Phase 4
id: Tersedia di Fase 4
ko: Phase 4에서 구현 예정
pt: Em breve (Fase 4)
ru: Появится в Фазе 4
zh_cn: 第 4 阶段推出
zh_tw: 第 4 階段將推出

# dm.deletedMessage
source: 削除されたメッセージ
de: Nachricht gelöscht
en: Message deleted
es: Mensaje eliminado
fr: Message supprimé
id: Pesan dihapus
ko: 삭제된 메시지
pt: Mensagem excluída
ru: Сообщение удалено
zh_cn: 消息已删除
zh_tw: 訊息已刪除

# dm.deleteMessage
source: メッセージを削除
de: Nachricht löschen
en: Delete Message
es: Eliminar mensaje
fr: Supprimer le message
id: Hapus pesan
ko: 메시지 삭제
pt: Excluir mensagem
ru: Удалить сообщение
zh_cn: 删除消息
zh_tw: 刪除訊息

# dm.leave
source: 退出
de: Verlassen
en: Leave
es: Abandonar
fr: Quitter
id: Keluar
ko: 나가기
pt: Sair
ru: Выйти
zh_cn: 离开
zh_tw: 離開

# dm.loadMore
source: もっと読む
de: Mehr laden
en: Load more
es: Cargar más
fr: Charger plus
id: Muat lebih banyak
ko: 더 보기
pt: Carregar mais
ru: Загрузить ещё
zh_cn: 加载更多
zh_tw: 載入更多

# dm.messageInputPlaceholder
source: メッセージを入力…
de: Nachricht eingeben…
en: Type a message…
es: Escribe un mensaje…
fr: Tapez un message…
id: Ketik pesan…
ko: 메시지 입력…
pt: Digite uma mensagem…
ru: Введите сообщение…
zh_cn: 输入消息…
zh_tw: 輸入訊息…

# dm.mute
source: ミュート
de: Stummschalten
en: Mute
es: Silenciar
fr: Désactiver
id: Bisukan
ko: 뮤트
pt: Silenciar
ru: Отключить звук
zh_cn: 静音
zh_tw: 靜音

# dm.newConversation
source: 新規会話
de: Neue Unterhaltung
en: New Conversation
es: Nueva conversación
fr: Nouvelle conversation
id: Percakapan baru
ko: 새 대화
pt: Nova conversa
ru: Новый диалог
zh_cn: 新建对话
zh_tw: 新增對話

# dm.noConversations
source: メッセージなし
de: Keine Nachrichten
en: No Messages
es: Sin mensajes
fr: Aucun message
id: Tidak ada pesan
ko: 메시지 없음
pt: Sem mensagens
ru: Нет сообщений
zh_cn: 没有消息
zh_tw: 沒有訊息

# dm.noConversationsDescription
source: 新しい会話を始めましょう。
de: Starte eine neue Unterhaltung.
en: Start a new conversation.
es: Inicia una nueva conversación.
fr: Commencez une nouvelle conversation.
id: Mulai percakapan baru.
ko: 새 대화를 시작하세요.
pt: Inicie uma nova conversa.
ru: Начните новый диалог.
zh_cn: 开始新的对话。
zh_tw: 開始新的對話。

# dm.reply.action
source: 返信
de: Antworten
en: Reply
es: Responder
fr: Répondre
id: Balas
ko: 답글
pt: Responder
ru: Ответить
zh_cn: 回复
zh_tw: 回覆

# dm.reply.replyingTo
source: 返信先
de: Antwort auf
en: Replying to
es: Respondiendo a
fr: En réponse à
id: Membalas
ko: 답글 대상
pt: Respondendo a
ru: Ответ на
zh_cn: 回复
zh_tw: 回覆
